export const quizData = [
  {
    question: "Ի՞նչը հաջողվեց փրկել, ի շնորհիվ, առաջին հերթին,բժիշկների և կաթոլիկների:",
    image: require("../images/doctor.jpeg"), // Add image assets in `public/images`
    options: ["Լատիներենը", "Անգլերենը", "Ռուսերենը", "Գերմաներենը"],
    answer: "Լատիներենը",
  },
  {
    question: "Սուախալի աֆրիկական ցեղերի մոտ գոյություն ունի լեգենդ, ըստ որի առաջին մարդը երկնքից է իջել Երկիր: Ի՞նչ կենդանի է օգնել դա անել:",
    image: require("../images/camel.jpeg"),
    options: ["Փիղ", "Ընձուղտ", "Առյուծ", "Կարապ"],
    answer: "Ընձուղտ",
  },
  {
    question: "Ո՞րն է այն միակ ձեռակերտ շինությունը, որ երևում է Տիեզերքից:",
    image: require("../images/wall.jpeg"),
    options: [
      "Չինական մեծ պարիսպը",
      "Մաչու Պիկչուն",
      "Պետրա քաղաքը",
      "Տաջ Մահալը",
    ],
    answer: "Չինական մեծ պարիսպը",
  },
  {
    question: "Համաշխարհային կրոններից ո՞րն է ամենաերիտասարդը:",
    image: require("../images/religion.jpeg"),
    options: ["Քրիստոնեությունը", "Իսլամը", "Բուդդիզմը", "Հուդայականությունը"],
    answer: "Իսլամը",
  },
  {
    question:
      "Բեռը, որը բևեռում կշռում է 1 տոննա, հասարակած տեղափոխելու դեպքում կկշռի 5 կգ պակաս: Ի՞նչն է դրա պատճառը:",
    image: require("../images/earth.jpeg"),
    options: [
      "Երկրի արագ պտույտը",
      "Երկրի սեղմվածությունը բևեռներից",
      "Անհավասար մագնիսականություն",
      "Երկրի տաքությունն հասարակածում",
    ],
    answer: "Երկրի սեղմվածությունը բևեռներից",
  },
  {
    question: "Հայ գրողներից ո՞վ է սիրահարվել 8 անգամ և ոչ մեկը հայուհի չի եղել:",
    image: require("../images/ poet.jpeg"), // No image provided
    options: [
      "Խաչատուր Աբովյան",
      "Հովհաննես Թումանյան",
      "Պարույր Սևակ",
      "Ավետիք Իսահակյան",
    ],
    answer: "Խաչատուր Աբովյան",
  },
  {
    question: "Աշակերտը երազում է, որ հատակի տախտակները պոկվում են: Ի՞նչ պետք է անի աշակերտը:",
    image: require("../images/train.jpeg"), // No image provided
    options: [
      "Գտնի անվտանգ վայր",
      "Արթնանա",
      "Փախչի",
      "Կանգնի մի ոտքով",
    ],
    answer: "Արթնանա",
  },
  {
    question:
      "Հյուրանոցն ունի 7 հարկ. Ո՞ր հարկում են ամենահաճախը վերելակ կանչում:",
    image: require("../images/building.jpeg"), // No image provided
    options: [
      "Առաջին հարկում",
      "Յոթերորդ հարկում",
      "Միջին հարկերում",
      "Վեցերորդ հարկում",
    ],
    answer: "Առաջին հարկում",
  },
  {
    question:
      "Գրապահարանում գիտնականը պահում է երկու գիրք: Առաջին գրքում կա 230 էջ, իսկ երկրորդում՝ 325: Քանի՞ էջ կա առաջին գրքի առաջին էջի ու երկրորդ գրքի վերջին էջի միջև:",
    image: require("../images/book.jpeg"),
    options: [
      "554",
      "0 (միայն գրքերի կազմերն են)",
      "230",
      "325",
    ],
    answer: "0 (միայն գրքերի կազմերն են)",
  },
  {
    question:
      "Մթնոլորտի ոչ մեծ բարձրություններում (20-25 կմ) պարունակվում է մի գազ, որը պաշտպանում է կենսոլորտը Արեգակից եկող գերմանուշակահույն ճառագայթներից: Ո՞ր գազի մասին է խոսքը:",
    image: require("../images/solar-system.jpeg"),
    options: ["Օզոն", "Ազոտ", "Արծաթ", "Ածխաթթու գազ"],
    answer: "Օզոն",
  },
  {
    question:
      "Ամերիկյան գրող Քրիստոֆ Մորլիի կարծիքով ի՞նչն է հորինել այն կինը, ում ճակատը հաճախ համբուրում էին և դա տհաճ էր իր համար:",
    image: require("../images/poet2.jpeg"),
    options: [
      "Շրթներկը",
      "Բարձրակրունկ կոշիկներ",
      "Շապիկը",
      "Վարսակալը",
    ],
    answer: "Բարձրակրունկ կոշիկներ",
  },
  {
    question:
      "Յոդի հայտանգործման համար գիտնականները երախտապարտ են կատվին: Ո՞ր բույսի մասին է խոսքը:",
    image: require("../images/chemistry.jpeg"),
    options: ["Գորշ ջրիմուռներ", "Մոշ", "Լիմոն", "Բամբակ"],
    answer: "Գորշ ջրիմուռներ",
  },
  {
    question:
      "Անվանել այն քիմիական տարրերը, որոնց անուններն առաջացել են հետևյալ հունարեն կամ լատիներեն բառերից. արևային, լուսարձակող, մանուշակագույն:",
    image: require("../images/cloud.jpeg"),
    options: [
      "Հելիում, ֆոսֆոր, սամարիում",
      "Կալիում, ֆոսֆոր, մագնեզիում",
      "Ազոտ, թթվածին, հիդրոգեն",
      "Արծաթ, կապար, նիկել",
    ],
    answer: "Հելիում, ֆոսֆոր, սամարիում",
  },
  {
    question:
      "Ո՞ր քիմիական տարրն է երկրակեղևում ամենատարածվածը:",
    image: require("../images/opened-earth.jpeg"),
    options: ["Թթվածին", "Ածխածին", "Արծաթ", "Ջրածին"],
    answer: "Թթվածին",
  },
  {
    question:
      "Ո՞ր անօրգանական միացությունը և օրգանական միացությունն է գերակշռում մարդու օրգանիզմում:",
    image: require("../images/anatomy.jpeg"),
    options: [
      "Ջուր և սպիտակուց",
      "Աղ և լիպիդ",
      "Սպիտակուց և ածխաջուր",
      "Ջուր և գլյուկոզա",
    ],
    answer: "Ջուր և սպիտակուց",
  },
  {
    question:
      "Ո՞վ էր սիրո և գեղեցկության աստվածուհին հին հայկական դիցարանում:",
    image: require("../images/girl.jpeg"),
    options: ["Աստղիկը", "Անահիտը", "Վահագնը", "Տիր"],
    answer: "Աստղիկը",
  },
  {
    question:
      "1926 և 1948 թթ. Գերմանիան պատժվել էր պատերազմ հրահրելու համար այնպես, ինչպես ժամանակին պատժվել էր Սպարտան: Ի՞նչ պատժի մասին է գնում խոսքը:",
    image: require("../images/church.jpeg"),
    options: [
      "Գերմանացի սպորտսմեններին արգելվում էր մասնակցել Օլիմպիական խաղերին:",
      "Վերացվեց ազգային ժողովը",
      "Պարտադրվեց դաշնակցային համակարգ",
      "Հայտարարվեց տնտեսական պատժամիջոցներ",
    ],
    answer: "Գերմանացի սպորտսմեններին արգելվում էր մասնակցել Օլիմպիական խաղերին:",
  },
  {
    question:
      "Նոբելյան մրցանակակիր Իոսիֆ Բրոդցկին ի՞նչն է անվանել «Տարածության անբավարարություն՝ փոխհատուցված ժամանակի առատությամբ»:",
    image: require("../images/man.jpeg"),
    options: ["Բանտը", "Գրադարանը", "Մուսան", "Հիվանդանոցը"],
    answer: "Բանտը",
  },
  {
    question:
      "Ուզբեկստանը և Անգոլան ոչ մի կապ չունեն իրար հետ, բայց երկուսի գերբի վրա էլ պատկերված է նույն մշակաբույսը: Ո՞րն է այդ մշակաբույսը:",
    image: require("../images/construct.jpeg"),
    options: ["Բամբակ", "Կորեկ", "Շաքարեղեգ", "Եգիպտացորեն"],
    answer: "Բամբակ",
  },
  {
    quetion: "Փոքրիկ լճակում լողում էր ջրաշուշանը:Ամեն օր այն մեծանում էր 2 անգամ:28-րդ օրը ջրաշուշանը զբաղեցրեց ամբողջ լճակը :Ո՞ր օրն էր ջրաշուշանը զբաղեցնում լճակի կեսը:",
    image: require("../images/flower.jpeg"),
    answer: "Ջրաշուշանը ամեն օր մեծանում է 2 անգամ, նշանակում է, որ լճակի կեսը այն զբաղեցրել է նախորդ օրը։"
  },
  {
    quetion: "Գրիչն ու մատիտը միասին արժեն 110 դրամ:Գրիչը մատիտից թանկ է 100 դրամով:Որքա՞ն արժե մատիտը:",
    image: require("../images/ai.jpeg"),
    answer: "5 դրամով"
  },
  {
    quetion: "Ե՞րբ ենք նայում «2»-ին և ասում «10»:",
    image: require("../images/star.jpeg"),
    answer: "Ժամատախտակի վրա ,երբ ժամացույցի մեծ սլաքը կանգնած է լիմում 2-ի վրա:"
  },
  {
    quetion: "Մանկական մի հիվանդանոցում փոքրիկ հիվանդները շատ էին սիրում խաղալ գեղեցիկ փափուկ խաղալիք արջուկներով,որոնց նրանք այնքան էին հավանում,որ հաճախ իրենց հետ տուն էին տանում:Ի՞նչ արեց հիվանդանոցի ղեկավարությունը ,որպեսզի և´ արջուկ խաղալիքները հիվանդանոցում մնան,և´ փոքրիկները շատ չտխրեն:",
    image: require("../images/babe.jpeg"),
    answer: "Բոլոր արջուկներին վիրակապեր արեցին և փոքրիկներին ասում էին,որ արջուկները պետք է մնան հիվանդանոցում,որպեսզի իրենց բուժեն:"
  },
  {
    quetion: "Երկրագնդի վրա որտե՞ղ ժամացույցի ցույց տված ցանկացած ժամը կարելի է ճիշտ համարել:",
    image: require("../images/earth2.jpeg"),
    answer: "Բևեռներում"
  },
  {
    quetion: "Օլիմպիական խորհրդանիշի ո՞ր գույնի օղակն է ներկայացնում Ավստրալիան.",
    image: require("../images/olympics.jpeg"),
    answer: "Կապույտը ասոցացվում է Եվրոպայի հետ։ Աֆրիկան ​​նշվանակել են սև գույնով: Կարմիրը կապված է Հյուսիսային և Հարավային Ամերիկայի հետ: Դեղինը ասոցացվում է Ասիայի հետ։ Դե իսկ կանաչը՝ Ավստրալիան է:"
  },
  {
    quetion: "Օրական քանի՞ լիտր թթվածին է հարկավոր հասուն մարդուն՝ լիարժեք շնչառության համար․",
    image: require("../images/chymestry.jpeg"),
    answer: "500 լիտր"
  },
  {
    quetion: "Ամենամեծ թվով լճեր ունեցող երկիրը։ Աշխարհի բոլոր լճերի 60%-ը գտնվում է այս երկրում։",
    image: require("../images/sea.jpeg"),
    answer: "Կանադա"
  },
  {
    quetion: "«Մարմնի վրա ազդող ուժի ազդեցությամբ նրա ձեռք բերած արագացումը հավասար է այդ ուժի և մարմնի զանգվածի հարաբերությանը»։ Նյուտոնի որերո՞րդ օրենքն է․",
    image: require("../images/newton.jpeg"),
    answer: "Երկրորդ"
  },
  {
    quetion: "Ինչպե՞ս է բույսերի մոտ կոչվում սննդարար նյութերի առաջացման պրոցեսը լույսի էներգիայի օգնությամբ․",
    image: require("../images/flower2.jpeg"),
    answer: "Ֆոտոսինթեզ"
  },
  {
    quetion: "Ո՞վ է հիմնել Էրեբունին․",
    image: require("../images/erebuni.jpeg"),
    answer: "Արգիշտի Ա"
  }
];
